Repository: benoitl/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/djangojs.po
Languages: el

source: Are you sure you want to remove your %s login?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε την %s σύνδεσή σας;

source: Please add one or more login methods.
el: Παρακαλώ προσθέστε μία ή περισσότερες μεθόδους σύνδεσης.

source: You don't have a method to log in right now, please add one or more by clicking any of the icons below.
el: Δεν έχετε μέθοδο σύνδεσης τώρα, παρακαλώ προσθέστε μία ή περισσότερες πατώντας σε οποιαδήποτε από τα παρακάτω εικονίδια.

source: passwords do not match
el: οι κωδικοί πρόσβασης δεν ταιριάζουν

source: Show/change current login methods
el: Εμφάνιση/αλλαγή τρεχουσών μεθόδων σύνδεσης

source: Please enter your %s, then proceed
el: Παρακαλώ εισάγετε το %s σας, έπειτα συνεχίστε

source: Connect your %(provider_name)s account to %(site)s
el: Συνδέστε το λογαριασμό σας του %(provider_name)s στο %(site)s

source: Change your %s password
el: Αλλαγή του κωδικού σας %s

source: Change password
el: Αλλαγή κωδικού πρόσβασης

source: Create a password for %s
el: Δημιουργία κωδικού πρόσβασης για %s

source: Create password
el: Δημιουργία κωδικού πρόσβασης

source: Create a password-protected account
el: Δημιουργία λογαριασμού που προστατεύεται με κωδικό

source: loading...
el: φόρτωση...

source: tags cannot be empty
el: οι ετικέτες δεν μπορεί να είναι κενές

source: content cannot be empty
el: το περιεχόμενο δεν μπορεί να είναι κενό

source: %s content minchars
el: περιεχόμενο με τουλάχιστον %s χαρακτήρες

source: please enter title
el: παρακαλώ εισάγετε τίτλο

source: %s title minchars
el: τουλάχιστον %s χαρακτήρες τίτλου

source: insufficient privilege
el: ανεπαρκές δικαίωμα

source: cannot pick own answer as best
el: αδυναμία επιλογής της δικιάς σας απάντησης ως άριστης

source: please login
el: παρακαλώ συνδεθείτε

source: anonymous users cannot follow questions
el: οι ανώνυμοι χρήστες δεν μπορούν να παρακολουθούν ερωτήσεις

source: anonymous users cannot subscribe to questions
el: οι ανώνυμοι χρήστες δεν μπορούν να συνεισφέρουν σε ερωτήσεις

source: anonymous users cannot vote
el: οι ανώνυμοι χρήστες δεν μπορούν να ψηφίσουν

source: please confirm offensive
el: παρακαλώ επιβεβαιώστε επιθετικότητα

source: anonymous users cannot flag offensive posts
el: οι ανώνυμοι χρήστες δεν μπορούν να σημειώσουν επιθετικά άρθρα

source: confirm delete
el: επιβεβαίωση διαγραφής

source: anonymous users cannot delete/undelete
el: οι ανώνυμοι χρήστες δεν μπορούν να διαγράψουν/επαναφέρουν

source: post recovered
el: επαναφορά ταχυδρομείου

source: post deleted
el: διαγραφή ταχυδρομείου

source: Follow
el: Παρακολούθηση

source: %s follower
el: %s οπαδός

source: <div>Following</div><div class="unfollow">Unfollow</div>
el: <div>Παρακολούθηση</div><div class="unfollow">Μη παρακολούθηση</div>

source: undelete
el: επαναφορά

source: delete
el: διαγραφή

source: add comment
el: προσθήκη σχολίου

source: save comment
el: αποθήκευση σχολίου

source: enter %s more characters
el: εισαγωγή %s περισσότερων χαρακτήρων

source: %s characters left
el: απομένουν %s χαρακτήρες

source: cancel
el: ακύρωση

source: confirm abandon comment
el: επιβεβαίωση σχολίου εγκατάλειψης

source: delete this comment
el: διαγραφή αυτού του σχολίου

source: confirm delete comment
el: επιβεβαίωση διαγραφής σχολίου

source: Please enter question title (>10 characters)
el: παρακαλώ εισάγετε τίτλο ερώτησης (>10 χαρακτήρες)

source: Tag "<span></span>" matches:
el: Η ετικέτα "<span></span>" ταιριάζει:

source: and %s more, not shown...
el: και %s περισσότερες, που δεν εμφανίζονται...

source: Please select at least one item
el: Παρακαλώ επιλέξτε τουλάχιστον ένα στοιχείο

source: Delete this notification?
el: Διαγραφή αυτής της ανακοίνωσης;

source: Please <a href="%(signin_url)s">signin</a> to follow %(username)s
el: Παρακαλώ <a href="%(signin_url)s">συνδεθείτε </a> για παρακολούθηση του %(username)s

source: unfollow %s
el: μη παρακολούθηση %s

source: following %s
el: παρακολούθηση %s

source: follow %s
el: παρακολούθηση %s

source: click to close
el: κλικ για κλείσιμο

source: click to edit this comment
el: κλικ για επεξεργασία αυτού του σχολίου

source: edit
el: επεξεργασία

source: see questions tagged '%s'
el: δείτε ερωτήσεις με ετικέτα '%s'

source: bold
el: έντονα

source: italic
el: πλάγια

source: link
el: σύνδεσμος

source: quote
el: Παράθεση

source: preformatted text
el: προμορφοποιημένο κείμενο

source: image
el: εικόνα

source: attachment
el: προσκόλληση

source: numbered list
el: αριθμημένη λίστα

source: bulleted list
el: λίστα με κουκκίδες

source: heading
el: κεφαλίδα

source: horizontal bar
el: οριζόντια γραμμή

source: undo
el: αναίρεση

source: redo
el: επανάληψη

source: enter image url
el: εισαγωγή url εικόνας

source: enter url
el: εισαγωγή url

source: upload file attachment
el: ανέβασμα επισύναψης αρχείου

source: image description
el: περιγραφή εικόνας

source: file name
el: όνομα αρχείου

source: link text
el: κείμενο συνδέσμου
